
#Задача 4 (Операции сравнения — простая версия)
#Напиши код, который:
#Объявляет две переменные:
#temperature = 28
#threshold = 30
#Проверяет, что temperature строго меньше threshold, и выводит результат (True или False).
#Дополнительно: выведи тип этого результата с помощью type().

temperature = 28
threshold = 30
print (temperature < threshold)
print(type(temperature < threshold))
