#Задача 1 (Арифметические операции)
#Напиши код, который объявляет две переменные:
#a = 10
#b = 3
#Затем выведи результат целочисленного деления a на b.

a = 10
b = 3
print(a // b)
