#Задача 5 (Переопределение переменной
#Напиши код, который:
#Создаёт переменную message со значением "Первое значение".
#Выводит её на экран.
#Переопределяет её значением "Новое значение".
#Снова выводит её (чтобы проверить изменение).
#Добавь третье переопределение — число 100 и выведи тип переменной через type()

message = "Первое значение"
print (message)
message = "Новое значение"
print(message)
message = 100
print(type(message))